Repository: knosence/HTML-CSS20183004
Catalog: node/messages/kde-workspace/kcmaccess.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Wolfram Diestel,Steffen Pietsch

# EMAIL OF TRANSLATORS
source: Your emails
eo: wolfram@steloj.de,Steffen.Pietsch@BerlinOnline.de

source: &Bell
eo: &Pepo

source: Audible Bell
eo: Aŭdebla pepo

source: Use &system bell
eo: Uzi &sistempepon

source: Us&e customized bell
eo: Uzi &propran pepon

source: If the option "Use customized bell" is enabled, you can choose a sound file here. Click "Browse..." to choose a sound file using the file dialog.
eo: Se "propra pepo" estas enŝaltita, vi povas elekti sondosieron tie ĉi. Premu "Rigardu..." por elekti sondosieron per dosierodialogo.

source: Sound &to play:
eo: Sonoro &ludenda:

source: Browse...
eo: Foliumi...

source: The screen will turn to a custom color for the amount of time specified below.
eo: La ekrano montriĝas per propra koloro dum la indikita tempo.

source: F&lash screen
eo: Fu&lmi la ekranon

source: All screen colors will be inverted for the amount of time specified below.
eo: Ĉiuj ekrankoloroj estos inversigataj dum la indikita tempo.

source: I&nvert screen
eo: &Inversigi la ekranon

source: Click here to choose the color used for the "flash screen" visible bell.
eo: Tie ĉi elektu koloron uzatan por la videbla pepo "fulmekrano".

source: Here you can customize the duration of the "visible bell" effect being shown.
eo: Tie ĉi vi povas agordi la daŭron de la "videbla pepo"-efekto.

source: msec
eo: msek

source: Use &sticky keys
eo: Uzi &fiksajn klavojn

source: &Lock sticky keys
eo: &Ŝlosi fiksajn klavojn

source: Turn sticky keys off when two keys are pressed simultaneously
eo: Malaktivigi la fiksajn klavojn kiam du klavoj estas samtempe premitaj

source: Use system bell whenever a modifier gets latched, locked or unlocked
eo: Uzi la sisteman pepon kiam modifila klavo fiksiĝas, ŝlosiĝas aŭ malŝlosiĝas

source: Locking Keys
eo: Ŝlosantaj klavoj

source: Use system bell whenever a locking key gets activated or deactivated
eo: Uzi la sisteman pepon kiam ŝlosanta klavo malaktiviĝas aŭ aktiviĝas

source: Configure &Notifications...
eo: Agordi &avizojn...

source: &Keyboard Filters
eo: &Klavaraj filtriloj

source: Slo&w Keys
eo: Mal&rapidaj klavoj

source: &Use slow keys
eo: &Uzi malrapidajn klavojn

source: &Use system bell whenever a key is pressed
eo: &Uzi la sisteman pepon kiam klavo estas premita

source: &Use system bell whenever a key is accepted
eo: &Uzi la sisteman pepon kiam klavo estas akceptita

source: &Use system bell whenever a key is rejected
eo: &Uzi la sisteman pepon kiam klavo estas malakceptita

source: Bounce Keys
eo: Prokrastaj klavoj

source: Use bou&nce keys
eo: Uzi &prokrastajn klavojn

source: Use the system bell whenever a key is rejected
eo: Uzi la sisteman pepon kiam klavo estas malakceptita

source: Activation Gestures
eo: Aktivigaj klavokombinoj

source: Use gestures for activating sticky keys and slow keys
eo: Uzi klavokombinojn por aktivigi la fiksajn kaj malrapidajn klavojn

source: Turn sticky keys and slow keys off after a certain period of inactivity.
eo: Malaktivigi la fiksajn kaj malrapidajn klavojn post difinita daŭro de malaktiveco

source: Notification
eo: Avizo

source: If this option is checked, KDE will show a confirmation dialog whenever a keyboard accessibility feature is turned on or off. Ensure you know what you are doing if you uncheck it, as the keyboard accessibility settings will then always be applied without confirmation.
eo: Se tiu opcio estas aktiva, KDE montros konfirman fenestron kiam ajn klavara faciluzilo malaktiviĝas aŭ aktiviĝas. Atentu, ke vi scias tion kion vi faras, ĉar se vi malŝaltas ĝin, la faciluziloj aktiviĝas sen peto de konfirmado.

source: AltGraph
eo: AltGr

source: Press %1 while NumLock, CapsLock and ScrollLock are active
eo: Premu %1 dum NumLock, CapsLock kaj ScrollLock estas aktivaj

source: Press %1 while CapsLock and ScrollLock are active
eo: Premu %1 dum CapsLock kaj ScrollLock estas aktivaj

source: Press %1 while NumLock and ScrollLock are active
eo: Premu %1 dum NumLock kaj ScrollLock estas aktivaj

source: Press %1 while ScrollLock is active
eo: Premu %1 dum ScrollLock estas aktiva

source: Press %1 while NumLock and CapsLock are active
eo: Premu %1 dum NumLock kaj CapsLock estas aktivaj

source: Press %1 while CapsLock is active
eo: Premu %1 dum CapsLock estas aktiva

source: Press %1 while NumLock is active
eo: Premu %1 dum NumLock estas aktiva

source: Press %1
eo: Premu %1

source: KDE Accessibility Tool
eo: KDE Alirebleca ilo

source: Author
eo: Aŭtoro

source: Here you can activate keyboard gestures that turn on the following features: Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
eo: Ĉi tie vi povas aktivigi klavokombinojn kiuj aktivas la jenajn faciluzilojn: Fiksaj klavoj: Premu Maj 5-ope sekve Malrapidaj klavoj: Premu Maj dum 8 sekundoj

source: Here you can activate keyboard gestures that turn on the following features: Mouse Keys: %1 Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
eo: Ĉi tie vi povas aktivigi klavokombinojn kiuj aktivas la jenajn faciluzilojn: Musaj klavoj: %1 Fiksaj klavoj: Premu Maj 5-ope sekve Malrapidaj klavoj: Premu Maj dum 8 sekundoj
