Repository: knosence/HTML-CSS20183004
Catalog: node/messages/kde-workspace/kcmkeys.po
Languages: eo

source: Select the Components to Export
eo: Elekti la komponantojn por eksporti

source: Components
eo: Komponantoj

source: You are about to reset all shortcuts to their default values.
eo: Redoni al ĉiuj eroj siajn defaŭltajn valorojn.

source: Reset to defaults
eo: Restarigi defaŭltojn

source: Current Component
eo: Aktuala komponanto

source: All Components
eo: Ĉiuj komponantoj

source: Import Scheme...
eo: Importi etoson...

source: Export Scheme...
eo: Eksporti Etoson...

source: Set All Shortcuts to None
eo: Agordi ĉiuj mallongigojn al Nenio

source: Component '%1' is currently active. Only global shortcuts currently not active will be removed from the list. All global shortcuts will reregister themselves with their defaults when they are next started.
eo: Komponanto '%1' nun estas aktivi. Nur ĝeneralaj klavkombinoj ne ektivaj estos forigita el la listo. Ĉiuj ĝeneralaj klavkombinoj estos reregistritaj kun iliaj defaŭltaj dum la venonta lanĉo.

source: Remove component
eo: Forigi komponanton

source: Are you sure you want to remove the registered shortcuts for component '%1'? The component and shortcuts will reregister themselves with their default settings when they are next started.
eo: Ĉu vi certas deziri forigi la registritajn klavkombinojn por la komponanto '%1' ? La komponanto kaj la klavkombino estos denove registritaj kun iliaj defaŭltaj dum la venonta lanĉo.

source: Your current changes will be lost if you load another scheme before saving this one
eo: Viaj ĵusaj ŝanĝoj perdiĝos, se vi ŝargas alian klavkombinaron sen konservi la nunan.

source: Load Shortcut Scheme
eo: Ŝarĝi klavkombinaran etoson

source: Load
eo: Ŝargi

source: This file (%1) does not exist. You can only select local files.
eo: La dosiero (%1) ne ekzistats. Vi povas elekti nur lokajn dosierojn.

source: Message: %1 Error: %2
eo: Mesaĝo: %1 Eraro: %2

source: Failed to contact the KDE global shortcuts daemon
eo: La kontakto al la KDE ĝenerala mallongiga demono fiaskis

source: File
eo: Dosiero

source: Select Shortcut Scheme
eo: Elekti Klavkombinaran etoson

source: Select one of the standard KDE shortcut schemes
eo: Elekti unu el la normala KDE Klavkombinaraj etosoj

source: &Standard scheme:
eo: Normala eto&so:

source: Select a shortcut scheme file
eo: Elekti klavkombinaran etosdosieron

source: &Path:
eo: &Vojo:
