Repository: knosence/HTML-CSS20183004
Catalog: node/messages/playground-*/notificationhelper.po
Languages: eo

# Notification when apport detects a crash
source: An application has crashed on your system (now or in the past)
eo: Aplikaĵo kolapsis en via sistemo (nun aŭ inte)

# Opens a dialog with more details
source: Details
eo: Detaloj

# Button to dismiss this notification once
source: Ignore for now
eo: Ignori nur nun

# Button to make this notification never show up again
source: Never show again
eo: Neniam plu montri ĝin

source: System Notification Helper
eo: Sistema atentighelpilo

source: Hide
eo: Kaŝi

# Notification when an upgrade requires the user to do something
source: Software upgrade notifications are available
eo: Atentigoj pri programarĝisdatigoi disponeblas

# User declines an action
source: Ignore
eo: Ignori

# User indicates he never wants to see this notification again
source: Never show again
eo: Neniam plu montri ĝin

source: Update Information
eo: Informo pri ĝisdatigoj

source: Run this action now
eo: Ruli ĉi tiun agon nun

# The name of the Adobe Flash plugin
source: Flash
eo: Flaŝo

source: K3b CD Codecs
eo: KD-kodekoj por K3b

source: MP3 Encoding
eo: MP3-kodoprezento

# Notification when a package wants to install extra software
source: Extra packages can be installed to enhance functionality for %1
eo: Pliaj pakaĵoj instaleblas por plibonigi trajtojn por %1

source: Install Packages
eo: Instali pakaĵojn

source: Select packages to be installed for extra functionality. These packages are not installed by default due to either patent issues, restrictive licensing or a lack of space on the installation media.
eo: Elekti instalotajn pakaĵojn por pliaj trajtoj. Ĉi tiuj pakaĵoj ne estas instalitaj apriore, kaŭze de permesilproblemoj aŭ manko da spaco en la instaladdisko.

source: Installation complete. You will need to restart %1 to use the new functionality
eo: Instalado finiĝis. Vi necesos restartigi %1 por uzi novajn trajtojn

# Notification when the upgrade requires a restart
source: A system restart is needed to complete the update process
eo: Restartigo de sistemo necesas por kompleti la ĝisdatigadon

# Restart the computer
source: Restart
eo: Restartigi
